Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Przygotowania zakończone. Muszę teraz tylko rozdzielić łowców i pozbyć się jednego po drugim, a na samym końcu upolować tę przeklętą orkową bestię i przedstawić ją jako prawdziwą. Dobrze, że Nirka nie weźmie udziału w polowaniu, on jeden mógłby pokrzyżować moje plany...
uk: Підготовка завершена. Залишилося лише розділити мисливців і позбутися їх по одному, а в самому кінці вполювати того проклятого оркського звіра і видати його за справжнього. Добре, що Нірка не братиме участі в полюванні, бо він міг би зіпсувати мої плани...

source: Przygotowanie do takich działań będzie kosztowne.
uk: Підготовка до такої діяльності обійдеться недешево.

source: Przygotowanie takiej małej drabiny to żaden problem. Miejmy nadzieję, że reszta prac z kładką pójdzie nam równie sprawnie.
uk: Змайструвати таку невелику драбину не склало ніяких труднощів. Будемо сподіватися, що ми так само вдало добудуємо міст.

source: Przygotowany przez Bastiana.
uk: Підготував Бастіан.

source: Przygotować się do wymarszu!
uk: Приготуватися до походу!

source: Przygotował chłopaków do wymarszu, poczekał do pochmurnej nocy i w ciągu kilkunastu minut kryjówka była już pusta, a zwiadowcy martwi.
uk: Він підготував хлопців до вилазки, дочекався темної ночі, і вже через десять хвилин схованка стала порожньою, а розвідники – мертвими.

source: Przygotowałem Kylida do walki jak tylko mogłem. Pozostaje mi poczekać na rezultat pojedynku i liczyć, że nie wyrzuciłem pieniędzy w błoto.
uk: Я підготував Кайліда до бою, як міг. Мені залишається чекати на результат поєдинку і сподіватися, що я не викинув гроші на вітер.

source: Przygotowałem już stosowne pisma. Weź je i dostarcz bezpośrednio do ich rąk.
uk: Я вже підготував відповідні листи. Достав їх безпосередньо їм в руки.

source: Przygotowałem zupę z nietoperza, ale sam nie zjem całej. Proszę poczęstuj się!
uk: Я приготував суп з кажана, але сам я все не з'їм. Будь ласка, пригощайся!

source: Przygotowałeś bełty!
uk: Ви виготовили болти!

source: Przygotowałeś posiłek!
uk: Ви приготували їжу!

source: Przygotowałeś sproszkowaną rudę!
uk: Ви виготовили рудний порошок!

source: Przygotowałeś strzały!
uk: Ви виготовили стріли!

source: Przygotowałeś wytrychy!
uk: Ви виготовили відмички!

source: Przygotowałeś wzór?
uk: Ти вже підготував зразок?

source: Przygotowuje się do czegoś większego.
uk: Він готується до чогось більшого.

source: Przygotowuje się do niebezpiecznej misji i będę potrzebował wyposażenia.
uk: Я готуюся до небезпечної місії і мені знадобляться припаси.

source: Przygotowuje się do niebezpiecznej wyprawy, jesteś zainteresowany?
uk: Я готуюсь до небезпечної експедиції, тобі це цікаво?

source: Przygotowuje się do niebezpiecznej wyprawy...
uk: Я готуюсь до небезпечної експедиції...

source: Przygotowuje się do przemowy.
uk: Він готується до виступу.

source: Przygotowuję się do pewnej wyprawy...
uk: Я готуюся до однієї експедиції...

source: Przygotowuję się do wyprawy i potrzebuję eksperta od pozbywania się sporych ilości głazów.
uk: Я готуюся до експедиції, і мені потрібен експерт зі знищення кам'яних перешкод.

source: Przygotowuję się do wyprawy, pewnie będzie tam trochę skrzyń...
uk: Я збираюся в експедицію, і там напевно буде чимало скринь...

source: Przygotowuję się do wyprawy, podczas której mamy odzyskać pewien artefakt dla Magów Wody.
uk: Я готуюся до експедиції, під час якої збираюся знайти певний артефакт для Магів Води.

source: Przygotowuję się do wyprawy...
uk: Я готуюся до експедиції...

source: Przygotowywałem się do kolejnej wyprawy na kontynent, gdzie od lat reprezentowałem Gildię.
uk: Я готувався до чергової поїздки на континент, де вже багато років представляв Гільдію.

source: Przygotuj i zaproponuj mu dokładnie 75 złotych monet. To nasze hasło. Po każdej innej sumce da sobie z tobą spokój.
uk: Підготуйся і запропонуй йому рівно 75 золотих монет. Це наш пароль. На будь-яку іншу суму він тобі відмовить.

source: Przygotuj krzaki
uk: Підготувати кущі

source: Przygotuj mikstury leczenia.
uk: Приготувати цілюще зілля.

source: Przygotuj mikstury many.
uk: Приготувати зілля мани.

source: Przygotuj miksturę mistrza Dagoberta.
uk: Приготувати еліксир майстра Дагоберта.

source: Przygotuj posiłek.
uk: Приготувати їжу.

source: Przygotuj pułapkę
uk: Підготувати пастку

source: Przygotuj się do zbierania zębów z ulicy!
uk: Готуйся збирати зуби по всій вулиці.

source: Przygotuj się na to, Drogi Czytelniku, że mieszkańcy tej wioski są tylko trochę milsi od stada rozzłoszczonych ścierwojadów! Będą się na Ciebie gapić spode łbów, pluć pod nogi i grozić pięściami - zwłaszcza Gabrien. Dzień i noc pilnuje jakiejś zabitej dechami budy niczym wściekły pies kawałka zgniłego mięsa. Miałem wrażenie, że nie obił mi twarzy tylko dlatego, bo nie chciał później słuchać lamentu zarządcy.
uk: Приготуйся, дорогий читачу, бо мешканці цього села не набагато добріші за стадо розлючених падальників! Вони будуть дивитися на вас зверхньо, плювати вам під ноги і погрожувати кулаками - особливо Габрієн. Він вдень і вночі охороняє якусь забиту дошками халупу, як скажений пес охороняє шматок гнилого м'яса. У мене склалося враження, що він не надавав мені по пиці тільки тому, що не хотів потім слухати нарікань старости.

source: Przygotuj skręty.
uk: Скрутити скрутку.

source: Przygotuj truciznę i odtrutkę dla Bena.
uk: Приготувати отруту і протиотруту для Бена.

source: Przygotuj trutkę.
uk: Приготувати отруту.

source: Przygotuj za ten czas moje złoto.
uk: Підготуй за цей час моє золото.

source: Przygotujcie broń. Nie wiadomo, czy jakiś nie podszedł pod same drzwi!
uk: Приготуйте зброю. Невідомо, чи вони не підійшли прямо під самі ворота!

source: Przygotujesz treść?
uk: Підготував зміст документа?

source: Przygotuję stanowisko w schowku obok twojego pokoju. Zajmę się też procesem warzenia mikstury.
uk: Я підготую місце в коморі поруч із твоєю кімнатою, а також займусь приготуванням зілля.

source: Przygotuję tylko jakieś zapasy na drogę i udam się na miejsce.
uk: Я тільки підготую деякі запаси в дорогу і вирушу на місце.

source: Przygotuję zapasy i wyruszam. Kto wie, kiedy spotkamy się po raz kolejny. Przyjmij proszę ten skromny podarunek z moich rodzinnych stron jako wyraz mojej wdzięczności.
uk: Я підготую свої припаси і вирушу в дорогу. Хтозна, коли ми зустрінемось знову. Будь ласка, прийми цей скромний подарунок з моєї батьківщини на знак подяки.

source: Przyjaciel Kusznika
uk: Друг арбалетника

source: Przyjaciel nauczył mnie ostatnio robić drewniane ścierwojady, myślę, że z Innosami też sobie poradzę.
uk: Мій друг нещодавно навчив мене вирізати дерев'яних падальників. Думаю, з Інносами я теж впораюсь.

source: Przyjaciel nauczył mnie ostatnio robić drewniane ścierwojady.
uk: Мій друг нещодавно навчив мене вирізати дерев'яних падальників.

source: Przyjaciele z Gildii Kupieckiej
uk: Друзі з Торгової Гільдії

source: Przyjacielem Ogisa jest niejaki Neral, a Reeza - Refir. Może powiedzą coś, co pomoże mi znaleźć zaginionych? Gra jest warta świeczki, bo Malen obiecał mi w zamian sporo soli, którą można sprzedać za niezłą sumkę w mieście. Nerala znajdę prawdopodobnie w mniejszym tunelu kopalni, a Refir przebywa prawdopodobnie gdzieś w głównej sieci korytarzy kopalni.
uk: У Огіса є друг на ім'я Нірал, а у Різа – Рефір. Можливо, вони зможуть розповісти щось, що допоможе мені знайти зниклих? Ця затія варта витрачених зусиль, адже Мален пообіцяв мені натомість багато солі, яку можна буде продати в місті за хорошу суму. Нірала я, скоріш за все, знайду в малому тунелі копальні, а Рефір, напевно, залишився десь у головній мережі коридорів копальні.

source: Przyjacielu,
uk: Друже,

source: Przyjacielu, czym one się nie różnią!
uk: Друже мій, та вони ж зовсім різні!

source: Przyjaźnię? Ten staruch tak ci naopowiadał? Owszem, kilka razy dobiłem z nim targu, ale to nie znaczy, że będę za darmo przygotowywał dla niego specyfiki.
uk: Друзі? Це тобі той старигань такого наплів? Так, я мав з ним справу кілька разів, але це не означає, що я буду безкоштовно готувати для нього зілля.

source: Przyjdę później.
uk: Я зайду пізніше.

source: Przyjdź do mnie jutro, to wręczę ci nagrodę. Należy ci się!
uk: Приходь завтра, у мене буде для тебе винагорода. Ти її заслужив!

source: Przyjdź do mnie za jakiś czas. Może przyda mi się jakaś pomoc.
uk: Прийдеш до мене через деякий час. Може, мені знадобиться допомога.

source: Przyjdź do mnie, gdy zdecydujesz się podpisać kontrakt.
uk: Приходь до мене, коли вирішиш підписати контракт.

source: Przyjdź do mnie, jeśli będziesz chciał dowiedzieć się czegoś o magii wody. A tutaj coś dla ciebie, na dobry początek.
uk: Приходь до мене, якщо хочеш дізнатися щось про магію води. А це дещо для тебе, для гарного початку.

source: Przyjdź do mnie, kiedy będziesz miał przy sobie dość złota.
uk: Приходь до мене, коли матимеш достатньо золота.

source: Przyjdź jutro, ja przygotuję treść dokumentu. I znajdę dziennik Valerio, żeby... ktoś mógł napisać testament takim samym charakterem pisma.
uk: Приходь завтра, я підготую зміст документа. І знайду щоденник Валеріо, щоб... хтось міг написати заповіт таким же почерком.

source: Przyjdź jutro, wtedy dam ci odpowiedź. I chcę moją księgę z powrotem!
uk: Приходь завтра, тоді я дам відповідь. І поверни мою книжку!

source: Przyjdź kiedy indziej.
uk: Приходь іншим разом.

source: Przyjdź rano pod karczmę w Silbach, to porozmawiamy.
uk: Приходь вранці до корчми в Сільбаху, тоді й поговоримо.

source: Przyjdź tu jutro - przekaże wiadomości Volkerowi.
uk: Приходь сюди завтра. Я передам новини Волкеру.

source: Przyjdź tutaj wieczorem, Weigar będzie czekał. Pytania?
uk: Приходь сюди ввечері, Вейгар чекатиме на тебе. Є питання?

source: Przyjdź w nocy pod naszą siedzibę. Wtedy dam ci to, o co prosisz.
uk: Приходь вночі до нашого помешкання. Тоді я дам тобі, що ти хочеш.

source: Przyjechałem do Silbach by wypocząć, ale gdy już znalazłem sobie wygodne miejsce to pojawił się ten baran grający na rogu!
uk: Я приїхав до Сільбаху відпочити, але щойно я знайшов собі зручне місце, як з'явився цей баран, що дме в ріг!

source: Przyjemne uczucie pobić kogoś tak bezbronnego, jak on, prawda?
uk: Приємне відчуття – побити когось настільки беззахисного, як він, правда ж?

source: Przyjemnie było odpocząć na moście i porozmawiać z bratem. Musimy robić to częściej.
uk: Приємно було відпочити на мосту і поспілкуватися з братом. Треба частіше так робити.

source: Przyjmiemy wszystkich, ale zapłatę otrzymają tylko nieliczni...
uk: Ми приймаємо усіх, але платимо лише небагатьом...

source: Przyjmij
uk: Прийняти

source: Przyjmij moją ofiarę.
uk: Прийми мою пожертву.

source: Przyjmij proszę tę butelkę wina, pochodzi z jednego z najstarszych roczników, które tu trzymam. Dodatkowo jeśli będziesz kiedyś miał ochotę na butelkę świeżego trunku to możesz śmiało mnie odwiedzać.
uk: Будь ласка, прийми цю пляшку вина, воно з одного з найстаріших врожаїв, які я тут зберігаю. Крім того, якщо тобі коли-небудь захочеться пляшку свіжого лікеру, то не соромся завітати до мене в гості.

source: Przyjmij także tę broń. Pochodzi z mojej osobistej kolekcji, niech służy ci jako symbol twojej rangi.
uk: Прийми також цю зброю. Вона з моєї особистої колекції, нехай служить тобі як символ твого звання.

source: Przyjmij ten mały podarek!
uk: Прийми цей маленький подарунок!

source: Przyjmij to jako dowód mojej wdzięczności.
uk: Прийми це на знак моєї вдячності.

source: Przyjmij tę drobną nagrodę w ramach mojej wdzięczności.
uk: Прийми цю невеличку винагороду в знак моєї вдячності.

source: Przyjmij tę nagrodę w złocie jako skromny wyraz wdzięczności! I pamiętaj, to dopiero początek!
uk: Прийми це золото як скромний вияв вдячності! І пам'ятай, це лише початок!

source: Przyjmujecie nowych w swoje szeregi?
uk: Ти приймаєш до своїх лав новачків?

source: Przyjmujesz osiem albo nie ma umowy.
uk: Погоджуйся на вісім або угоди не буде.

source: Przyjmujesz też prywatne zlecenia?
uk: Ти приймаєш приватні замовлення?

source: Przyjmuję datek. Twoje wykroczenie zostaje ci wybaczone. Niech Adanos obdarzy cię mądrością, byś więcej nie grzeszył.
uk: Я приймаю пожертву. Твою провину прощено. Нехай Аданос дарує тобі мудрість не грішити більше.

source: Przyjmę cię na czeladnika, jak załatwisz tę sprawę z dowódcą straży miejskiej.
uk: Я прийму тебе в учні лише після того, як ти залагодиш цю справу з командиром Міської Варти.

source: Przyjrzysz się wszystkiemu tak dokładnie, jak tylko chcesz.
uk: Будеш оглядати все настільки уважно, наскільки захочеш.

source: Przyjrzę się temu miejscu. Przyjdź do mnie niebawem, sprawdzimy, jak jest w rzeczywistości.
uk: Я подивлюся на це місце. Приходь до мене найближчим часом, подивимось, яке воно насправді.

source: Przyjąłem ofertę Nikolta. Pod jego nieobecność mógłbym wydobyć trochę złota z jego złoża, inaczej któryś z górników mógłby ją zająć. Ciekawe, jak długo będę musiał tu czekać...
uk: Я прийняв пропозицію Нікольта. За його відсутності я можу видобути трохи золота з його родовища, інакше його може зайняти хтось із гірників. Цікаво, як довго мені доведеться тут чекати...

source: Przyjęcie do straży miejskiej
uk: Вступ до Міської Варти

source: Przyjęliśmy go jeszcze za dzieciaka, pomógł nam umknąć przed paladynami. Gdyby nie on...
uk: Ми взяли його до себе, коли він був ще дитиною, він допоміг нам втекти від паладинів. Якби не він...

source: Przyjęłaś zapłatę w formie bryłki rudy?
uk: Тобі заплатили рудним самородком?

source: Przyjście tutaj było zwyczajną głupotą...
uk: Прийти сюди було поганою ідеєю...

source: Przykra prawda jest taka, że aktualnie nie mamy na tyle ludzi, by zajmować się sprawami osób niebędących obywatelami.
uk: Сумна правда полягає в тому, що наразі ми не маємо достатньо людей, щоб займатися справами осіб, які не є громадянами.

source: Przykro będzie oglądać jak Ben wypruwa ci flaki na samym środku areny.
uk: Буде прикро спостерігати, як Бен випустить тобі кишки прямо посеред арени.

source: Przykro mi Marvin, ale dopóki nie pomożemy Maiwen, to ci nie pomogę.
uk: Вибач, Марвіне, але поки ми не врятуємо Мейвен, я тобі не допоможу.

source: Przykro mi Marvin, ale tym razem ci nie pomogę.
uk: Вибач, Марвіне, але цього разу я тобі не допоможу.

source: Przykro mi Otmar, dla zdrajców jest tylko jedna kara.
uk: Вибач, Отмаре, але для зрадників існує тільки одне покарання.

source: Przykro mi chłopcze, ale dopiero co dotarłam do wioski. Byłam zmęczona więc udałam się prosto do łóżka.
uk: Мені шкода, хлопче, але я щойно прибула до села. Я дуже втомилася і відразу лягла спати.

source: Przykro mi chłopcze, ale mam czas tylko dla strażników lub mieszkańców tego miasta.
uk: Вибач, хлопче, але я маю час лише на вартових та мешканців цього міста.

source: Przykro mi chłopcze, ale to wszystko, co wiem.
uk: Вибач, хлопче, але це все, що я знаю.

source: Przykro mi chłopcze, nic mi o tym nie wiadomo.
uk: Вибач, хлопче, я нічого про це не знаю.

source: Przykro mi to słyszeć, chociaż w ciągu roku może wiele się wydarzyć. Przyjdź do mnie za parę miesięcy. Kto wie, może zmienisz zdanie...
uk: Шкода це чути, хоча за рік багато чого може статися. Приходь до мене через кілька місяців. Хто знає, можливо, ти передумаєш...

source: Przykro mi to słyszeć. Sam nie dam sobie rady.
uk: Мені прикро це чути. Я не зможу впоратись сам.

source: Przykro mi to słyszeć...
uk: Шкода це чути...

source: Przykro mi z powodu twojego brata.
uk: Мені шкода чути про твого брата.

source: Przykro mi, Bloodwyn zakazał otwierania bramy, dopóki nie wyjaśni się sytuacja z Naarsem.
uk: Вибач, Бладвін заборонив відчиняти ворота, поки ситуація з Наарсом не проясниться.

source: Przykro mi, Jorn, ale nie dam rady zrobić ani kroku dalej. Jaskinia wydaje mi się lepszym pomysłem.
uk: Вибач, Йорне, але я не в змозі йти далі. Печера здається мені кращою ідеєю.

source: Przykro mi, Riordianie. Grobowiec okazał się pusty.
uk: Мені шкода, Ріордіане. Гробниця виявилася порожньою.

source: Przykro mi, Tengralu...
uk: Мені прикро, Тенграле...

source: Przykro mi, ale Przeor wyraźnie zabronił, by ktokolwiek opuszczał lecznicę.
uk: Вибач, але Настоятель чітко заборонив, щоб хтось покидав лазарет.

source: Przykro mi, ale chyba nie znajdziesz tu odpowiedzi na swoje pytania.
uk: Вибач, але я не думаю, що ти знайдеш тут відповіді на свої запитання.

source: Przykro mi, ale dostałem jasne instrukcje.
uk: Мені шкода, але я отримав чіткі вказівки.

source: Przykro mi, ale dostałem jasne instrukcje. Tyle musi wam wystarczyć.
uk: Мені шкода, але я отримав чіткі вказівки. Цього вам має бути достатньо.

source: Przykro mi, ale nic mi nie mówi ten rysunek. Szczególnie, że jest cały w błocie i... krwi? Weź to ode mnie, nie chcę nawet myśleć co się stało temu nieszczęśnikowi.
uk: Вибач, але цей малюнок мені ні про що не говорить. Тим більше, що він покритий брудом і... кров'ю? Повір, я навіть не хочу думати, що сталося з тим нещасним.

source: Przykro mi, ale nic na to nie poradzę.
uk: Перепрошую, але я нічого не можу з цим вдіяти.

source: Przykro mi, ale nie kojarzę nikogo o takim imieniu.
uk: Вибач, але я не знаю нікого з таким іменем.

source: Przykro mi, ale nie mam pamięci do twarzy.
uk: Вибач, але я не маю пам'яті на обличчя.

source: Przykro mi, ale nie mam pojęcia, o kim mówisz.
uk: Вибач, але я й гадки не маю, про кого ти говориш.

source: Przykro mi, ale nie mam teraz czasu.
uk: Вибач, але я зараз не маю часу.

source: Przykro mi, ale nie mam tyle przy sobie.
uk: Вибачте, але я не маю з собою стільки грошей.

source: Przykro mi, ale nie mogę ci pomóc. Obiecano mi już pełną kwotę za całe drewno.
uk: Перепрошую, але я не можу нічим допомогти. Мені вже пообіцяли повну суму за всю деревину.

source: Przykro mi, ale nie mogę cię już niczego więcej nauczyć.
uk: Шкода, але я більше нічому не можу навчити тебе.

source: Przykro mi, ale nie mogę teraz rozmawiać. Dinkel ma mnie teraz na oku.
uk: Вибач, але я не можу зараз говорити. Дінкель слідкує за мною.

source: Przykro mi, ale nie przyjmuję nowych zamówień na owcze skóry. Proszę się zgłosić w przyszłym miesiącu.
uk: Вибач, але я не приймаю нових замовлень на овечі шкури. Будь ласка, приходь наступного місяця.

source: Przykro mi, ale nie znam takiego miejsca.
uk: Вибач, але я не знаю такого місця.

source: Przykro mi, ale nie.
uk: Мені шкода, але ні.

source: Przykro mi, ale podejrzewam, że w tym momencie... Wiem niewiele więcej niż ty.
uk: Вибач, але гадаю, що на даний момент... я навряд чи знаю більше за тебе.

source: Przykro mi, ale przygotowuję posiłki tylko naszym chłopcom.
uk: Вибач, але я готую їжу тільки для наших хлопців.

source: Przykro mi, ale sam się o to prosisz!
uk: Вибач, але ти сам напрошуєшся!

source: Przykro mi, ale takie prawo funkcjonuje na naszej wyspie od pokoleń, sam rozumiesz, ochrona interesów i te sprawy.
uk: Мені прикро, але такий закон діє на нашому острові вже багато поколінь. Сам розумієш, захист інтересів і все таке.

source: Przykro mi, ale to prawda. Jestem pierwszym strażnikiem z zewnątrz, któremu udało się tu dostać.
uk: На жаль, це правда. Я перший вартовий ззовні, кому вдалось сюди потрапити.

source: Przykro mi, ale twój przyjaciel nie żyje. Podczas próby spłaty swoich długów został zamordowany, najprawdopodobniej przez dawnych współpracowników.
uk: Співчуваю, але твій друг помер. При спробі розплатитися з боргами він був убитий. Швидше за все, колишніми спільниками.

source: Przykro mi, ale twój przyjaciel nie żyje...
uk: Співчуваю, але твій друг помер...

source: Przykro mi, ale wynagrodzenie, jakie dla ciebie przewidywałem, pójdzie na pokrycie kosztów wynajmu.
uk: Вибач, але запланована тобі винагорода піде на покриття орендної плати.

source: Przykro mi, ale za darmo nie oddam ci tak cennej rzeczy. Wróć, kiedy będziesz miał czym zapłacić.
uk: Вибач, але я не віддам тобі таку цінну річ задарма. Приходь, коли матимеш чим заплатити.

source: Przykro mi, chłopaczku, ale tutaj muszę się z tobą nie zgodzić.
uk: Вибач, хлопче, але тут я мушу з тобою не погодитися.

source: Przykro mi, chłopcze, ale z góry mówię, że nie mam czasu na nowe zlecenia. Od kilku tygodni mam pełne ręce roboty.
uk: Мені шкода, хлопче, але заздалегідь скажу, що я не маю часу на нові замовлення. Вже кілька тижнів у мене повно роботи.

source: Przykro mi, jesteś za dobry. Niczego więcej cię nie nauczę.
uk: Вибач, ти занадто вправний в цьому. Більше я тебе нічому не зможу навчити.

source: Przykro mi, jeśli cię zawiodłem, Notgerze. To właśnie sprawiedliwość, o której mówił Adanos, była moim głównym celem.
uk: Вибач, якщо розчарував тебе, Нотгере. Справедливість, про яку говорив Аданос, була моєю головною метою.

source: Przykro mi, kolego, ale nie wiem, o czym mówisz. Jestem tylko prostym rybakiem, nie jakimś magikiem.
uk: Вибач, друже, але я не знаю, про що ти говориш. Я простий рибалка, а не якийсь там фокусник.

source: Przykro mi, nauczam jedynie nowicjuszy oraz członków Wodnego Kręgu.
uk: Вибач, але я навчаю лише послушників та членів Кільця Води.

source: Przykro mi, nie mam pojęcia, o kim mówisz.
uk: Вибач, але я й гадки не маю, про кого ти говориш.

source: Przykro mi, nie pozostawił nam wyboru.
uk: Мені прикро, але він не залишив нам вибору.

source: Przykro mi, nie znalazłem twojego przyjaciela.
uk: Мені шкода, але я не знайшов твого друга.

source: Przykro mi, nie znam nikogo takiego.
uk: Вибач, але я нікого такого не знаю.

source: Przykro mi, nikogo takiego nie spotkałem.
uk: На жаль, я таких не зустрічав.

source: Przykro mi, stary. Chociaż... jesteś pewien, że go porwano?
uk: Мені шкода, друже. Хоча... ти впевнений, що його викрали?

source: Przykro mi, to rozporządzenie od samego gubernatora.
uk: Вибач, це розпорядження самого губернатора.

source: Przykro mi, twój przyjaciel nie żyje.
uk: Співчуваю, але твій друг помер.

source: Przykro mi, w mieście wprowadzono stan wyjątkowy. Podobno doszło do jakiegoś nieudanego zamachu.
uk: На жаль, у місті запроваджено надзвичайний стан. Схоже, стався якийсь невдалий замах.

source: Przykro mi, w takim wypadku nie mam dla ciebie zajęcia.
uk: Вибач, але в такому випадку у мене немає для тебе роботи.

source: Przykro mi, wuju, sam ledwo mam za co się utrzymać...
uk: Вибач, дядьку, мені ледве вистачає на власне життя...

source: Przykro mi, za darmo nie uczę. Przynieś złoto, to pogadamy.
uk: Вибач, я не вчу безкоштовно. Принось золото, тоді й поговоримо.

source: Przykro mi, zgodnie z przepisami wejście do Starego Miasta mają jedynie strażnicy pilnujący tej dzielnicy.
uk: Вибач, згідно з правилами, вхід до Старого міста дозволений лиш тим вартовим, які його охороняють.

source: Przykro mi, że dotknęła cię taka strata.
uk: Мені шкода, співчуваю твоїй втраті.

source: Przykro mi, że nie mogę ci bardziej pomóc. Mam nadzieję, że uda ci się wymyślić coś, żeby uratować nas wszystkich.
uk: Вибач, що більше нічим не можу допомогти. Сподіваюсь, ти зможеш придумати щось, що врятує нас усіх.

source: Przykro mi, że nie możemy bardziej celebrować tego momentu, ale czas wracać do ruin. Mamy miecz do zdobycia.
uk: Мені шкода, що ми не можемо святкувати цей момент довше, але настав час повертатися до руїн. Необхідно знайти меч.

source: Przykro mi, że nie zdążyłem wam pomóc...
uk: Вибач, що не зміг вам допомогти...

source: Przykro mi, że tak się to skończyło.
uk: Мені прикро, що все так закінчилось.

source: Przykro mi, że tak to widzisz. Niestety, nie mam teraz czasu na pojedynki z dzieciakiem. W tym momencie toczy się walka o losy tej wyspy, a ty jesteś jedynie małą, nic nieznaczącą przeszkodą.
uk: Мені шкода, що ти так це сприймаєш. На жаль, у мене зараз немає часу на поєдинки з хлопчиськом. Саме зараз точиться битва за долю цього острова, а ти – лише маленька, незначна перешкода.

source: Przykro mi.
uk: Мені шкода.

source: Przykro mi. Póki co muszę się wstrzymać z działaniami.
uk: Мені дуже шкода. Але поки що я змушений утриматися від дій.
